Repository: webrealisierung-ch/team-bundle
Catalog: src/Resources/contao/languages/*/*_team_employee.xlf
Languages: de

# tl_wr_team_employee.title_legend
source: Employee details
de: Mitarbeiter Details

# tl_wr_team_employee.title.0
source: Academic Title
de: Akademische Titel

# tl_wr_team_employee.title.1
source: Title of the employee. For example Dr., Med., Phil.
de: Titel des Mitarbeiter. Z.B Dr., Med. Phil.

# tl_wr_team_employee.givenName.0
source: Given Name
de: Vorname

# tl_wr_team_employee.givenName.1
source: Given name of the employee
de: Vorname des Mitarbeiters

# tl_wr_team_employee.familyName.0
source: Family Name
de: Nachname

# tl_wr_team_employee.familyName.1
source: Family name of the employee
de: Nachname des Mitarbeiters

# tl_wr_team_employee.description.0
source: Employee description
de: Mitarbeiter Beschreibung

# tl_wr_team_employee.description.1
source: Employee description
de: Mitarbeiter Beschreibung

# tl_wr_team_employee.image_legend
source: Employee image
de: Mitarbeiter-Bild

# tl_wr_team_employee.employeeSRC.0
source: Employee image
de: Mitarbeiter-Bild

# tl_wr_team_employee.employeeSRC.1
source: Select the image of the employee
de: Wählen Sie das Bild des Mitarbeiters aus

# tl_wr_team_employee.category_legend
source: Categories
de: Kategorien

# tl_wr_team_employee.categories.0
source: Categories
de: Kategorien

# tl_wr_team_employee.categories.1
source: Select the desired category.
de: Wählen Sie die gewünschte Kategorie aus

# tl_wr_team_employee.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_wr_team_employee.published.0
source: Publish employee
de: Mitarbeiter veröffentlichen

# tl_wr_team_employee.published.1
source: Make the employee publicly visible on the website.
de: Schaltet den Mitarbeiter auf der Webseite sichtbar

# tl_wr_team_employee.start.0
source: Start
de: Anzeigen ab

# tl_wr_team_employee.stop.0
source: Stop
de: Anzeigen bis

# tl_wr_team_employee.new.0
source: New employee
de: Neuer Mitarbeiter

# tl_wr_team_employee.edit.1
source: Edit employee
de: Mitarbeiter bearbeiten

# tl_wr_team_employee.delete.1
source: Delete employee
de: Mitarbeiter löschen

# tl_wr_team_employee.toggle.1
source: Toggle visibility
de: Sichtbar/Unsichtbar
